Repository: monicahenrabreu/lembretes
Catalog: lib/src/localization/app_*.arb
Languages: pt

source: Add reminder
pt: Adicionar lembrança

# cancelReminder
source: Cancel
pt: Cancelar

# saveReminder
source: Save
pt: Guardar

# whatReminder
source: What?
pt: O quê?

# whenReminder
source: When?
pt: Quando será?

# errorFetchItems
source: Error when fetching items
pt: Não foi possível buscar os items

# addReminderSaved
source: Reminder saved!
pt: lembrança guardada!

# addReminderNotSavedError
source: Something went wrong! Please try again!
pt: Alguma coisa se passou! Por favor tente outra vez!

# addReminderExample
source: ex. Nutricionist
pt: ex. Consulta

# addReminderNoName
source: What do you want to remember?
pt: Do que se quer lembrar?

# addReminderDueDate
source: Due Date
pt: Data

# addReminderDueTime
source: Due Time
pt: Hora

# bottomNavigationFuture
source: Actual / Future
pt: Atuais / Futuras

# bottomNavigationPast
source: Past
pt: Passadas
